Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationEnabled


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationDirection


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationOrigin


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationWidth


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationPosition


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ExaggerationHeight


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.ToStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionExaggerationAttributes)


Tekla.Structures.DrawingInternal.dotGrDimensionExaggerationAttributes_t.FromStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionExaggerationAttributes)
